{
 "align_labels_left": 0, 
 "creation": "2017-05-20 23:33:02.342674", 
 "css": "", 
 "custom_format": 1, 
 "disabled": 0, 
 "doc_type": "Loan", 
 "docstatus": 0, 
 "doctype": "Print Format", 
 "font": "Default", 
 "html": "<h2 class=\"text-center\">DR. FERERICO N. CASTILLO MORTA</h2>\n<h3 class=\"text-center\">Notario Publico</h3>\n<!--\n<div class=\"row\">\n    <div class=\"col-md-3 text-right\">Nombre del Cliente</div>\n    <div class=\"col-md-9\">{{ doc.customer_name }}</div>\n</div>\n\n<div class=\"row\">\n    <div class=\"col-md-3 text-right\">Fecha</div>\n    <div class=\"col-md-9\">{{ doc.get_formatted(\"posting_date\") }}</div>\n   \n</div>\n-->\n<div>\n    <p class=\"text-justify\">\n-- ACTO NUMERO: ______________________ ( &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ). - En la ciudad de Santo Domingo Distrito Nacional, capital de la República Dominicana, hoy {{ doc.posting_date_str }}, ante mi DR. FEDERICO N. CASTILLO MORETA, Abogado- Notario público de los Números del distrito Nacional, Mayor de edad, soltero, portador de la cédula de identidad y electoral No.001-0244313-2, miembro Activo del Colegio de Notarios Inc., Matrícula No.876 De los del Número del Distrito Nacional, con domicilio profesional abierto en la calle Las Palmas de Alma Rosa #2, Alma Rosa Ira., en presencia de los señores María Marte de Leon, dominicana, mayor de edad, Soltera, portador(a) de la cédula de identidad y electoral No.001-1520591-6 , domiciliado y residente en la calle 3ra Esq. 2da Res. Joan I, Apart. 201-C, Alma Rosa Ira., y el(la) señor(a) Altagracia De Jesus Jimenez L., portador(a) de la cédula de identidad y electoral No.001-0431527-0, dominicano(a), mayor de edad, Soltera, domiciliado(a) y residente en la Calle Ira #31, Villa Lila KM. 11 ½ Aut. Duarte, ambos testigos instrumentalmente de ley, declarado bajo la fe del juramento estar libres de las tachas y las excepciones que establece la ley, ha comparecido voluntariamente el (a) Sr(a) {{ doc.customer }}, dominicano(a), mayor de edad, portador de la cédula de identidad y electoral NO.{{ doc.customer_cedula }}, domiciliado y residente en la {{ frappe.db.get_value(\"Address\", doc.customer, \"address_line1\") or \"\" }} {{ frappe.db.get_value(\"Address\", doc.customer, \"city\") or \"\" }},{{ frappe.db.get_value(\"Address\", doc.customer, \"country\") or \"\"}} de esta ciudad; y me ha declarado dicha compareciente, bajo la fe del juramento y en presencia de los mencionados testigos, lo siguiente: \n\nPRIMERO: que por medio del presente acto se declara y reconoce deudor(A) de la razón social HC AUTOS, SRL, RNC NO. 1-01-89549-7, entidad comercial organizada de acuerdo con las leyes dominicanas, con su domicilio en el Av. 27 de Febrero Esq. abreu San Carlos, de esta ciudad, debidamente representada por su Presidente Tesorero, el ING. HUMBERTO A. CASTILLO, dominicano, mayor de edad, S, portador de la cédula de identidad y electoral NO.001-0045471-9, de este domicilio y residencia; de la suma de RD \n{{ doc.get_formatted(\"loan_amount\") }} ({{ frappe.utils.money_in_words(doc.loan_amount).upper() }}),  por concepto de préstamo concedido en esta misma fecha; \n\nSEGUNDO: que se compromete y obliga a pagarla indicada suma de dinero en un plazo de TREINTA Y SEIS (36) meses, a partir de la fecha de hoy, el cual vencerá el {{ (doc.end_date_str or \"\").upper() }}, fecha que se ha fijado como término del presente pagaré notarial: \n\nTERCERO: Que en caso de que incumpla el pago de la suma de dinero adeudada en el plazo convenido, autoriza a la acreedora a proceder al cobro de la misma mediante la ejecución de esta pagaré notarial, sin intervención judicial de ninguna índole, de conformidad con las disposiciones del artículo 545 del Código de Procedimiento Civil. \n\nCUARTO:  Autorizo a la Compañía HC AUTOS, SRL, chequearme mediante el Buro de Credito, sin inconveniente alguno. \n\nQUINTO: Que para seguridad, conservación y pago de la suma de dinero adeudada y sus accesorios, da en garantía a favor de la acreedora todos los sus bienes de cualquier naturaleza, presentes y futuro, específicamente los que se describe a continuación:\n    </p>\n</div>\n<div>\n<p class=\"text-justify\"><br>\n{%- for row in doc.repayment_schedule -%}\n{{ (frappe.utils.money_in_words(row.cuota, \" \", \"\") or \"\").upper() }} CON 00/100\n(RD ${{ row.get_formatted(\"cuota\") }}), el dia \n{{ row.fecha[8:10] }} del mes de {{ row.fecha_mes or \"\" }}\ndel año {{ row.fecha[0:4] }};&nbsp;\n{%- endfor -%}\n</p>\n</div>", 
 "idx": 0, 
 "line_breaks": 0, 
 "modified": "2017-05-21 21:42:45.555046", 
 "modified_by": "yefri@soldeva.com", 
 "module": "Finance Manager", 
 "name": "Pagara Notarial", 
 "owner": "yefri@soldeva.com", 
 "print_format_builder": 0, 
 "print_format_type": "Server", 
 "show_section_headings": 0, 
 "standard": "Yes"
}